<div class="ui segment">
    <h3 class="ui dividing center aligned green header">الجدول الدراسي للمرحلة المقدمات - الثانية</h3>

    <table class="ui center aligned celled large table">
        <thead>
        <tr>
            <th rowspan="2">اليوم</th>
            <th rowspan="2">الشعبة</th>
            <th colspan="4">الدروس</th>
        </tr>
        <tr>
            <th>المحاضرة الأولى</th>
            <th>المحاضرة الثانية</th>
            <th>المحاضرة الثالثة</th>
            <th>المحاضرة الرابعة</th>
        </tr>
        </thead>

        <tbody>
        <tr>
            <td rowspan="2">السبت</td>
            <td>شعبة أ</td>
            <td>المسائل المنتخبة (المعاملات ق1)</td>
            <td>المنطق (المنطق للمضفر ج2)</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>شعبة ب</td>
            <td>المسائل المنتخبة (المعاملات ق1)</td>
            <td>المنطق (المنطق للمضفر ج2)</td>
            <td>العقائد الباب الحادي عشر</td>
            <td>التفسير</td>
        </tr>

        <tr>
            <td rowspan="2">الاحد</td>
            <td>شعبة أ</td>
            <td>المسائل المنتخبة (المعاملات ق1)</td>
            <td>المنطق (المنطق للمضفر ج2)</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>شعبة ب</td>
            <td>المسائل المنتخبة (المعاملات ق1)</td>
            <td>المنطق (المنطق للمضفر ج2)</td>
            <td>النحو (شرح قطر الندى)</td>
            <td></td>
        </tr>

        <tr>
            <td rowspan="2">الاثنين</td>
            <td>شعبة أ</td>
            <td>المنطق (المنطق للمضفر ج2)</td>
            <td></td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>شعبة ب</td>
            <td>المسائل المنتخبة (المعاملات ق1)</td>
            <td>المنطق (المنطق للمضفر ج2)</td>
            <td>العقائد الباب الحادي عشر</td>
            <td></td>
        </tr>

        <tr>
            <td rowspan="2">الثلاثاء</td>
            <td>شعبة أ</td>
            <td>المسائل المنتخبة (المعاملات ق1)</td>
            <td>المنطق (المنطق للمضفر ج2)</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>شعبة ب</td>
            <td>المسائل المنتخبة (المعاملات ق1)</td>
            <td>المنطق (المنطق للمضفر ج2)</td>
            <td>النحو (شرح قطر الندى)</td>
            <td></td>
        </tr>

        <tr>
            <td rowspan="2">الاربعاء</td>
            <td>شعبة أ</td>
            <td>المسائل المنتخبة (المعاملات ق1)</td>
            <td></td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>شعبة ب</td>
            <td>المسائل المنتخبة (المعاملات ق1)</td>
            <td>المنطق (المنطق للمضفر ج2)</td>
            <td>العقائد الباب الحادي عشر</td>
            <td>الأخلاق آداب المتعلمين</td>
        </tr>
        </tbody>
    </table>
</div>