<div class="ui segment">
    <h3 class="ui dividing center aligned green header">الجدول الدراسي للمرحلة المقدمات - الاولى</h3>

    <table class="ui center aligned celled large table">
        <thead>
        <tr>
            <th rowspan="2">اليوم</th>
            <th rowspan="2">الشعبة</th>
            <th colspan="3">الدروس</th>
        </tr>
        <tr>
            <th>المحاضرة الأولى</th>
            <th>المحاضرة الثانية</th>
            <th>المحاضرة الثالثة</th>
        </tr>
        </thead>

        <tbody>
        <tr>
            <td rowspan="5">السبت</td>
            <td>شعبة أ</td>
            <td>عقائد (عقائد الامامية)</td>
            <td></td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ب</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ج</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة د</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
        </tr>
        <tr>
            <td>شعبة و</td>
            <td>فقه (المسائل المنتخبة ج1)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td>الأخلاق (محاضرات عامة)</td>
        </tr>

        <tr>
            <td rowspan="5">الاحد</td>
            <td>شعبة أ</td>
            <td>عقائد (عقائد الامامية)</td>
            <td></td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ب</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ج</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة د</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
        </tr>
        <tr>
            <td>شعبة و</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>اللغة العربية (التحفة السنية)</td>
            <td>التفسير (محاضرات عامة)</td>
        </tr>

        <tr>
            <td rowspan="5">الاثنين</td>
            <td>شعبة أ</td>
            <td>عقائد (عقائد الامامية)</td>
            <td></td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ب</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ج</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة د</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
        </tr>
        <tr>
            <td>شعبة و</td>
            <td>فقه (المسائل المنتخبة ج1)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td>الأخلاق (محاضرات عامة)</td>
        </tr>

        <tr>
            <td rowspan="5">الثلاثاء</td>
            <td>شعبة أ</td>
            <td>عقائد (عقائد الامامية)</td>
            <td></td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ب</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ج</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة د</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
        </tr>
        <tr>
            <td>شعبة و</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>اللغة العربية (التحفة السنية)</td>
            <td>التفسير (محاضرات عامة)</td>
        </tr>

        <tr>
            <td rowspan="5">الاربعاء</td>
            <td>شعبة أ</td>
            <td>عقائد (عقائد الامامية)</td>
            <td></td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ب</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td></td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ج</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
        </tr>
        <tr>
            <td>شعبة د</td>
            <td>فقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>عقائد (عقائد الامامية)</td>
        </tr>
        <tr>
            <td>شعبة و</td>
            <td>فقه (المسائل المنتخبة ج1)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td>الأخلاق (محاضرات عامة)</td>
        </tr>
        </tbody>
    </table>

    <div class="ui large message">
        <div class="header">بعض المعلومات</div>
        <ul>
            <li>علماً ان الفرق بين شعبة -أ وشعبة -ب - فقه(59) - عقائد (44).</li>
            <li>علماً ان الفرق بين شعبة -أ وشعبة -ج - فقه(74) - عقائد (57).</li>
            <li>علماً ان الفرق بين شعبة -أ وشعبة -د - فقه(96) - عقائد (71).</li>
            <li>سوف تتساوى الشعب الاربعه الاولى من هذه المرحلة الى نفس الدروس خلال ثلاثة اشهر.</li>
        </ul>
    </div>
</div>