<div class="ui segment">
    <h3 class="ui dividing center aligned green header">الجدول الدراسي للمرحلة المقدمات - الاولى</h3>

    <table class="ui center aligned celled large table">
        <thead>
        <tr>
            <th rowspan="2">اليوم</th>
            <th rowspan="2">الشعبة</th>
            <th colspan="4">الدروس</th>
        </tr>
        <tr>
            <th>المحاضرة الأولى</th>
            <th>المحاضرة الثانية</th>
            <th>المحاضرة الثالثة</th>
            <th>المحاضرة الرابعة</th>
        </tr>
        </thead>

        <tbody>
        <tr>
            <td rowspan="4">السبت</td>
            <td>شعبة أ</td>
            <td>الفقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ب</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المسائل المنتخبة (العبادات)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td>التفسير</td>
        </tr>
        <tr>
            <td>شعبة ج</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td>النحو (التحفة السنية)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة د</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td>النحو (التحفة السنية)</td>
            <td></td>
        </tr>

        <tr>
            <td rowspan="4">الاحد</td>
            <td>شعبة أ</td>
            <td>الفقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ب</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المسائل المنتخبة (العبادات)</td>
            <td>النحو (التحفة السنية)</td>
            <td>الأخلاق</td>
        </tr>
        <tr>
            <td>شعبة ج</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td>التفسير</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة د</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td>التفسير</td>
            <td></td>
        </tr>

        <tr>
            <td rowspan="4">الاثنين</td>
            <td>شعبة أ</td>
            <td>الفقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ب</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المسائل المنتخبة (العبادات)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ج</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td>الأخلاق</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة د</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td>الأخلاق</td>
            <td></td>
        </tr>

        <tr>
            <td rowspan="4">الثلاثاء</td>
            <td>شعبة أ</td>
            <td>الفقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ب</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المسائل المنتخبة (العبادات)</td>
            <td>التفسير</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ج</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td>النحو (التحفة السنية)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة د</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td>النحو (التحفة السنية)</td>
            <td></td>
        </tr>

        <tr>
            <td rowspan="4">الاربعاء</td>
            <td>شعبة أ</td>
            <td>الفقه (منهاج الصالحين ج1)</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>الفقه (منهاج الصالحين ج1)</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة ب</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>المسائل المنتخبة (العبادات)</td>
            <td>المنطق (المنطق للمضفر ج1)</td>
            <td>الأخلاق</td>
        </tr>
        <tr>
            <td>شعبة ج</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>التفسير</td>
            <td>الأخلاق</td>
            <td></td>
        </tr>
        <tr>
            <td>شعبة د</td>
            <td>عقائد (عقائد الامامية)</td>
            <td>التفسير</td>
            <td>الأخلاق</td>
            <td></td>
        </tr>
        </tbody>
    </table>
</div>