<div class="ui segment">
    <h3 class="ui dividing center aligned green header">الجدول الدراسي للمرحلة المقدمات - الثانية</h3>

    <table class="ui right aligned celled table">
        <thead>
        <tr>
            <th>اليوم</th>
            <th>المحاضرة الاولى</th>
            <th>المحاضرة الثانية</th>
            <th>المحاضرة الثالثة</th>
        </tr>
        </thead>

        <tbody>
        <tr>
            <td>السبت</td>
            <td>الفقه (منهاج الصالحين الجزء الثاني - المعاملات الجزء الأول)</td>
            <td>النحو (قطر الندى - الجزء الأول)</td>
            <td>الأخلاق (آداب المتعلمين)</td>
        </tr>

        <tr>
            <td>الاحد</td>
            <td>العقائد (الباب الحادي عشر)</td>
            <td>المنطق (المنطق للشيخ المظفر - الجزء الثاني)</td>
            <td>علوم القرآن</td>
        </tr>

        <tr>
            <td>الاثنين</td>
            <td>الفقه (منهاج الصالحين الجزء الثاني - المعاملات الجزء الأول)</td>
            <td>النحو (قطر الندى - الجزء الأول)</td>
            <td>الأخلاق (آداب المتعلمين)</td>
        </tr>

        <tr>
            <td>الثلاثاء</td>
            <td>العقائد (الباب الحادي عشر)</td>
            <td>المنطق (المنطق للشيخ المظفر - الجزء الثاني)</td>
            <td>علوم القرآن</td>
        </tr>

        <tr>
            <td>الاربعاء</td>
            <td>الفقه (منهاج الصالحين الجزء الثاني - المعاملات الجزء الأول)</td>
            <td>النحو (قطر الندى - الجزء الأول)</td>
            <td>الأخلاق (آداب المتعلمين)</td>
        </tr>

        <tr>
            <td>الخميس</td>
            <td colspan="3" class="negative center aligned">عطلة</td>
        </tr>
        </tbody>
    </table>
</div>