<div class="ui segment">
    <h3 class="ui dividing center aligned green header">الجدول الدراسي للمرحلة المقدمات - الثانية</h3>

    <table class="ui center aligned celled large table">
        <thead>
        <tr>
            <th rowspan="2">اليوم</th>
            <th rowspan="2">الشعبة</th>
            <th colspan="3">الدروس</th>
        </tr>
        <tr>
            <th>المحاضرة الأولى</th>
            <th>المحاضرة الثانية</th>
            <th>المحاضرة الثالثة</th>
        </tr>
        </thead>

        <tbody>

        <tbody>
        <tr>
            <td>السبت</td>
            <td>شعبة أ</td>
            <td>فقه (منهاج الصالحين ج2)</td>
            <td>المنطق (المنطق للمضفر ج2)</td>
            <td>الاخلاق (لآداب المتعلمين)</td>
        </tr>

        <tr>
            <td>الاحد</td>
            <td>شعبة أ</td>
            <td>عقائد (الباب الحادي عشر)</td>
            <td>اللغة العربية (قطر الندى ج1)</td>
            <td>التفسير (محاضرات عامة)</td>
        </tr>

        <tr>
            <td>الاثنين</td>
            <td>شعبة أ</td>
            <td>فقه (منهاج الصالحين ج2)</td>
            <td>المنطق (المنطق للمضفر ج2)</td>
            <td>الاخلاق (لآداب المتعلمين)</td>
        </tr>

        <tr>
            <td>الثلاثاء</td>
            <td>شعبة أ</td>
            <td>عقائد (الباب الحادي عشر)</td>
            <td>اللغة العربية (قطر الندى ج1)</td>
            <td>التفسير (محاضرات عامة)</td>
        </tr>

        <tr>
            <td>الاربعاء</td>
            <td>شعبة أ</td>
            <td>فقه (منهاج الصالحين ج2)</td>
            <td>المنطق (المنطق للمضفر ج2)</td>
            <td>الاخلاق (لآداب المتعلمين)</td>
        </tr>
        </tbody>
    </table>
</div>