<div class="ui segment">
    <h3 class="ui dividing center aligned green header">الجدول الدراسي للمرحلة المقدمات - الاولى</h3>

    <table class="ui right aligned celled table">
        <thead>
        <tr>
            <th>اليوم</th>
            <th>المحاضرة الاولى</th>
            <th>المحاضرة الثانية</th>
            <th>المحاضرة الثالثة</th>
        </tr>
        </thead>

        <tbody>
        <tr>
            <td>السبت</td>
            <td>الفقه (منهاج الصالحين الجزء الأول - العبادات)</td>
            <td>النحو (التحفة السنية)</td>
            <td>الأخلاق (محاضرات عامة)</td>
        </tr>

        <tr>
            <td>الاحد</td>
            <td>العقائد (العقائد الأمامية للشيخ المظفر)</td>
            <td>المنطق (المنطق للشيخ المظفر - الجزء الأول)</td>
            <td>التفسير (محاضرات عامة)</td>
        </tr>

        <tr>
            <td>الاثنين</td>
            <td>الفقه (منهاج الصالحين الجزء الأول - العبادات)</td>
            <td>النحو (التحفة السنية)</td>
            <td>الأخلاق (محاضرات عامة)</td>
        </tr>

        <tr>
            <td>الثلاثاء</td>
            <td>العقائد (العقائد الأمامية للشيخ المظفر)</td>
            <td>المنطق (المنطق للشيخ المظفر - الجزء الأول)</td>
            <td>التفسير (محاضرات عامة)</td>
        </tr>

        <tr>
            <td>الاربعاء</td>
            <td>الفقه (منهاج الصالحين الجزء الأول - العبادات)</td>
            <td>النحو (التحفة السنية)</td>
            <td>الأخلاق (محاضرات عامة)</td>
        </tr>

        <tr>
            <td>الخميس</td>
            <td colspan="3" class="negative center aligned">عطلة</td>
        </tr>
        </tbody>
    </table>
</div>